
[MZ_AdaptiveBoneMarrow X2GeneModTemplate]
DisplayName="Адаптивный костный мозг"
Summary="Время восстановления от ран у этого солдата сокращается на 66% и он восстанавливает некоторое количество ОЗ каждый ход."

[MZ_AdrenalNeurosympathy X2GeneModTemplate]
DisplayName="Нейросимпатия надпочечников"
Summary="Предоставляет боевые феромоны, которые увеличивают меткость, шанс критического попадания и мобильность ближайших солдат при убийстве врага."

[MZ_NeuralDamping X2GeneModTemplate]
DisplayName="Невральное демпфирование"
Summary="Предоставляет сопротивление к урону от псионических атак и иммунитет ко всем ментальным эффектам."

[MZ_NeuralFeedback X2GeneModTemplate]
DisplayName="Невральная обратная связь"
Summary="Пси-способности, используемые против этого солдата, наносят атакующему урон от обратной связи, а также откладывают все его псионические способности на перезарядку. Не уменьшает шансы атакующего на успех."

[MZ_NictitatingMembranes X2GeneModTemplate]
DisplayName="Никтитирующие мембраны"
Summary="Эти прозрачные внутренние веки нейтрализуют штрафы меткости от яда, дезориентации и дыма. Они также снимают слепоту с этого солдата в начале его хода."

[MZ_PsyberInterface X2GeneModTemplate]
DisplayName="Имплантированная псибер-линза"
Summary="Крошечная имплантированная псибернетическая линза вычисляет информацию, которая помогает ему взламывать и нацеливаться на роботов противника."

[MZ_RegenPheremones X2GeneModTemplate]
DisplayName="Феромоны регенерации"
Summary="Предоставляет боевые феромоны, которые очищают от эффектов постепенного урона и восстанавливают здоровье ближайших солдат, когда этот солдат убивает врага."

[MZ_ViperBlood X2GeneModTemplate]
DisplayName="Кровь вайпера"
Summary="Предоставляет иммунитет к яду. Солдат будет истекать ядом при получении повреждений. Предоставляет бонус к меткости, шансу критического попадания и уклонению, пока солдат стоит в ядовитом облаке."

[MZ_DepthPerception X2GeneModTemplate]
DisplayName="Глубокое восприятие"
Summary="Предоставляет бонус к меткости и шансу критического попадания, когда солдат имеет преимущество по высоте над целью."

[MZ_HyperreactivePupils X2GeneModTemplate]
DisplayName="Гиперреактивные зрачки"
Summary="Предоставляет бонус к меткости после промаха, при следующем выстреле."

[GM_BioelectricSkin X2GeneModTemplate]
DisplayName="Биоэлектрическая кожа"
Summary="Обнаружение присутствия скрытых врагов на умеренном расстоянии."

[GM_WallClimb X2GeneModTemplate]
DisplayName="Паучье сцепление"
Summary="Позволяет солдату взбираться по стенам, позволяя ему легко перемещаться на крыши и обратно на землю."

[GM_MimeticSkin X2GeneModTemplate]
DisplayName="Миметическая кожа"
Summary="Получите возможность менять рисунок кожи в соответствии с окружением. Когда солдат перемещается в полное укрытие, он получает маскировку. Не работает, если враги видят солдата напрямую."

[MZ_Wiredreflexes X2GeneModTemplate]
DisplayName="Синаптический бустер"
Summary="Предоставляет солдату невероятные возможности, во всех ситуациях реакции, таких как \"Наблюдение\" или \"Подавление\", улучшает броски на попадание на одну ступень в более благоприятную сторону."